;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: cienislaw
; TranslationAuthorEmail: cienislaw@post.pl
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.09.18
; Update: 2012-11-2
;
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu

[Lang]
NativeLanguage=Polski
[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Potwierdzenie
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
CurVer=Wersja programu:
;
; About
;
FrmGBAbout.caption=O programie
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Wersja programu:
FrmGBAbout.lblemail.caption=Pomoc techniczna:
FrmGBAbout.lblhome.caption=Strona domowa:
FrmGBAbout.lblthank.caption=Podziękowania dla następujących osób za ich pomoc:

;
; Popup Menu
;
pmHelp=Pomoc online
pmHome=Strona domowa
pmCheckNew=Sprawdź aktualizacje
pmLang=Języki
pmAbout=O nas
pmCheckNew=Sprawdź aktualizacje
pmrun=Uruchom grę
pmadd=Dodaj grę
pmdel=Usuń grę
pminfo=Informacje o grze
pmEndProcess=Zakończ
pmExclude=Wyklucz
pmNoExclude=Anuluj wykluczenie
pmGoogle=Szukaj w Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Moje gry
FrmGBMain.BtnTabOpt.Caption=System
FrmGBMain.BtnTabProcess.Caption=Procesy
FrmGBMain.BtnTabService.Caption=Usługi
FrmGBMain.Btnlikeit.Caption=Lubię to
FrmGBMain.BtnRestore.Caption=Przywróć

;
; Like Us
;
FrmLikeit.lblTitle.caption=Jeśli lubisz Wise Game Booster, to poleć to wspaniałe, darmowe narzędzie swoim znajomym.
FrmLikeit.lblInfo.caption=Poleć Wise Game Booster członkom swojej rodziny, znajomym, kolegom i koleżankom z klasy lub podwórka przez email, bloga, Twittera, YouTube, Facebooka i inne media.
FrmLikeit.lblRate.caption= Oceń Wise Game Booster:
FrmLikeit.lblfollow.caption=Śledź nas na:
FrmLikeit.lblshare.caption=Poleć Wise Game Booster:
FrmLikeit.btndownload.caption=Pobierz za darmo
FrmLikeit.imgrate.hint=Oceń program na 5 gwiazdek
FrmLikeit.imgmail.hint=Poleć znajomym
FrmLikeit.imgface1.hint=Poleć na Facebooku
FrmLikeit.imgface2.hint=Śledź na Facebooku
FrmLikeit.imgtwitter1.hint=Poleć na Twitterze
FrmLikeit.imgtwitter2.hint=Śledź na Twitterze
FrmLikeit.Caption=Lubię to
FrmLikeit.lbldownload.caption=Pobierz więcej darmowych programów z WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Informacje o grze
FrmGameinfo.lbltype.caption=Typ gry:
FrmGameinfo.lblname.caption=Nazwa pliku:
FrmGameinfo.lblPublisher.caption=Deweloper:
FrmGameinfo.lbltimes.caption=Uruchomień:
FrmGameinfo.lbllasttime.caption=Ostatnio:
FrmGameinfo.lblrate.caption=Ocena:
FrmGameinfo.lblcomment.caption=Uwagi:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Anuluj
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optymalizuj
FrmGameBox.btnProcessopt.caption=Optymalizuj
FrmGameBox.btnServiceopt.caption=Optymalizuj
FrmGameBox.btnopt.caption=Optymalizuj wszystko

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optymalizuj
FrmSysOpt.lblhint.caption=Zoptymalizuj poniższe elementy, aby zwiększyć wydajność w grach.
FrmSysOpt.lblreall.caption=Wznów wszystko
;
;processopt
;
FrmProcess.lblhint.caption=Zamknij programy używające dużo pamięci, aby zwiększyć jej ilość dla gier. 
ProcessCpu=Użycie CPU
ProcessMemory=Użycie pamięci
ProcessSuggest=Sugestia
ProcessAction=Akcja
ProcessMostMemUse=Duże użycie pamięci przez programy firm trzecich
;
;Serviceopt
;
FrmService.lblhint.caption=Zakończ niepotrzebne usługi, aby zwiększyć szybkość gry. 
ServicePublisher=Deweloper
ServiceSuggest=Sugestia
ServiceAction=Akcja
ServiceStop=Zatrzymaj niepotrzebne usługi
ServiceDisable=Zatrzymaj
ServiceEnable=Uruchom 
ServiceKeep=Zachowaj
ServiceMust=Musi być otwarta

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Wznów wszystkie usługi
Frmrestore.caption=Wznów usługę
Frmrestore.Btnok.caption=OK
ServiceName=Nazwa usługi
ServiceChangeDateTime=Ostatnia modyfikacja
ServiceRestore=Wznów

[GameBox]
GameUnknow=Nieznany
GameRPG=RPG
GameShot=Strzelanka
GameOther=Inne
NeverPlay=Nigdy nieuruchomiona
UnknowPublisher=Autor nieznany
lstbtnadd=Dodaj grę
LblSysopt=Optymalizacja systemu
LblProcessopt=Zarządzanie procesami
LblServiceopt=Optymalizacja usług
LblTitleCheck=Testowanie wydajności w toku, proszę czekać...

[message]
FirRun=Czy chcesz, by przy pierwszym uruchomieniu WGB automatycznie wyszukał wszystkie dostępne lokalnie gry?
NoNewVer=Używasz najnowszej wersji!
CheckComputer=Testowanie wydajności w toku, proszę czekać...
SearchGame=Wyszukiwanie zainstalowanych gier w toku, proszę czekać...
Allgood=Gratulacje! Twój komputer jest w dobrej kondycji, nie trzeba nic optymalizować. 
SysGood=Gratulacje! Wszystkie elementy są już zoptymalizowane. 
ProcessGood=Gratulacje! Nie trzeba zakończyć żadnego z procesów. 
ServiceGood=Gratulacje! Nie trzeba zatrzymać żadnej z usług. 
HaveProblem=Znaleziono %d problemów! Kliknij "Optymalizuj wszystko", aby je naprawić.
sysProblem=%d elementów może być zoptymalizowanych.
Processproblem=%d procesów może być zakończonych, aby zwolnić pamięć.
Serviceproblem=%d usług może być zakończonych.
DeleteGame=Czy na pewno chcesz usunąć tą grę?
HaveOpt=Zoptymalizowany
btnRestore=Przywróć
btnOpt=Optymalizuj
BtnAction=Akcja
BtnStop=Zatrzymaj
SuggestClose=Zakończ (sugestia)
SuggestKeep=Zachowaj
haveStoped=Zatrzymana
HaveRun=Uruchomiona
BtnRun=Uruchom
HaveFail=Zatrzymaj nieudane
OptComputer=Optymalizacja w toku, proszę czekać...
AllgoodAfterOpt=Optymalizacja zakończona, zwolniono %s MB pamięci. Uruchom grę teraz!
AllgoodAfterManualOpt=Gratulacje! Wszystkie elementy są już zoptymalizowane. Uruchom grę teraz!
HaveProblemAfterOpt=%d elementów nie udało się zoptymalizować, ale zwolniono %s MB pamięci.


[sysopt]
SystemStable=Stabilność systemu
SystemSpeedup=Przyspieszenie systemu
NetworkSpeedup=Przyspieszenie sieci
AutoKill=Automatycznie zamykaj nieodpowiadające aplikacje, aby uniknąć awarii systemu
RestartExplorer=Automatycznie zrestartuj Eksploratora Windows, aby przeciwdziałać znikaniu pulpitu
TwoProcess=Uruchamiaj Eksploratora Windows jako osobny proces, aby uniknąć konfliktu w systemie
ErrorReport=Wyłącz ekran raportowania błędów
Debugger=Wyłącz debugger w celu przyspieszenia obsługi błędów
OptMemory=Optymalizuj domyślne ustawienia pamięci
OptVEff=Dostosuj ustawienia wizualne interfejsu użytkownika (okienka, menu itd), aby zwiększyć wydajność systemu
OptFileSystem=Optymalizuj system plików, aby zwiększyć wydajność systemu
OptDiskSystem=Optymalizuj podsystem We/Wy dysków, aby zwiększyć wydajność systemu
DisAutoRun=Wyłącz "Autoodtwarzanie" dla dysków, aby uniknąć infekcji / rozprzestrzeniania wirusów
OptTTL=Optymalizuj ustawienia TTL (Time To Live - Czas życia) w celu zwiększenia wydajności sieci
OptNetForward=Optymalizuj funkcję przesyłania sieci, aby zwiększyć wydajność sieci
OptMTU=Automatycznie wykrywaj "czarne dziury" używając techniki Wykrywania ścieżki MTU, aby ulepszyć wydajność TCP/IP
OptWINS=Optymalizuj czas pobierania nazwy WINS w celu zwiększenia transferu danych
OptNetWork=Optymalizuj ustawienia sieci, aby zwiększyć wydajność transferu
CloseAnimate=Wyłącz animację przy maksymalizacji i minimalizacja okna, aby zmniejszyć czas jego odpowiedzi
PagingExecutive=Wyłącz stronicowanie pamięci i zmniejsz ilość operacji We/Wy na dysku, aby zwiększyć wydajność aplikacji. (Niezalecane przy mniej niż 1 GB RAM)
StaticIP=Ustaw statyczny adres IP dla lokalnego połączenia sieciowego w celu skrócenia czasu uruchamiania komputera
PorcessorTime=Optymalizuj wydajność procesora pod kątem aplikacji i gier. (Niezalecane dla serwera)
DisableIDECheck=Zapobiegaj sprawdzaniu kanałów IDE, aby przyspieszyć uruchamianie systemu
ForeAppSpeed=Zwiększ szybkość reakcji programów pierwszoplanowych
AeroPeek=Zwiększ szybkość wyświetlania Aero Peek



